Repository: Vanilla-OS/first-setup
Catalog: po/*.po
Languages: bn, el, ga, ms, oc, sq, ur

source: Vanilla OS First Setup
bn: ভ্যানিলা ওএস প্রথম সেটআপ
el: Αρχικές Ρυθμίσεις του Vanilla OS
ga: Vanilla OS An Chéad Socrú
ms: Persediaan Pertama Vanilla OS
oc: Configuracion iniciala de Vanilla OS
sq: Konfigurimi i parë i Vanilla OS
ur: وینیلا OS پہلا سیٹ اپ

source: Back
bn: পেছনে
el: Πίσω
ga: Ar ais
ms: Kembali
oc: Retorn
sq: Mbrapa
ur: پیچھے

source: Next
bn: পরবর্তী
el: Επόμενο
ga: Ar aghaidh
ms: Seterusnya
oc: Seguent
sq: Tjetra
ur: اگلے

source: Finished!
ga: Críochnaithe!
ms: Tamat!

source: Login to your new user
ga: Logáil isteach le d'úsáideoir nua

source: Login Now
ga: Logáil isteach Anois

source: Your user account is ready to use
ga: Tá do chuntas úsáideora réidh le húsáid

source: Take a tour
ga: Tóg turas

source: Exit
ga: Amach

source: Progress
ga: Dul chun cinn

source: Some steps still take some time
ga: Tógann roinnt céimeanna roinnt ama fós

source: Showing Information
bn: তথ্য দেখাচ্ছে
el: Προβολή πληροφοριών
ga: Eolas á Léiriú
ms: Menunjukkan Maklumat
oc: Afichatge de las informacions
sq: Shfaqja e informacionit
ur: معلومات دکھا رہا ہے

source: Checking Connection
ga: Ceangal á Seiceáil

source: Please wait until the connection check is done
ga: Fan go dtí go mbeidh an tseiceáil ceangail déanta
ms: Sila tunggu sehingga semakan sambungan tamat

source: Open Settings
ga: Oscail Socruithe

source: Color Scheme
bn: রঙ তালিকা
el: Συνδυασμός Χρωμάτων
ga: Scéim Dathanna
ms: Skema Warna
oc: Paleta de colors
sq: Skema e ngjyrave
ur: رنگ سکیم

source: Choose a color scheme for your system
ga: Roghnaigh scéim dathanna le do chóras
ms: Pilih skema warna untuk sistem anda

source: Light Mode
ga: Mód Solas

source: Light
ga: Solas

source: Dark Mode
ga: Mód Dorcha

source: Dark
bn: ডার্ক
el: Σκοτεινό
ga: Dorcha
ms: Gelap
oc: Escur
sq: E errët
ur: ڈارک

source: Make your choices, this wizard will take care of everything
ga: Déan do chuid roghanna, tabharfaidh an draoi seo aire do gach rud

source: Start
ga: Tosaigh

source: Accessibility
ga: Inrochtaineacht

source: Let's set up your user account
ga: Déanaimis do chuntas úsáideora a shocrú

source: Create User
ga: Cruthaigh Úsáideoir
ms: Cipta Pengguna

source: Provide details for your user account
ga: Tabhair sonraí do chuntas úsáideora
ms: Berikan maklumat untuk akaun pengguna anda

source: Name
ga: Ainm
ms: Nama

source: Username
ga: Ainm úsáideora
ms: Nama pengguna

source: Device Name
bn: ডিভাইসের নাম
el: Όνομα συσκευής
ga: Ainm an Ghléis
ms: Nama Peranti
oc: Nom de l’aparelh

source: Name your device
ga: Ainmnigh do ghléas

source: Hostname can only contain lowercase alphanumeric characters (a-z), periods and hyphens, up to a maximum of 64 characters.
ga: Ní féidir le hóstainm ach carachtair alfa-uimhriúla beaga (a-z), tréimhsí agus fleiscíní, suas go dtí 64 carachtar ar a mhéad a bheith ann.

source: Language
ga: Teanga

source: Select your language
ga: Roghnaigh do theanga

source: Search keyboard layouts
ga: Cuardaigh leagan amach méarchláir

source: The search results are incomplete. Try refining your query.
ga: Tá torthaí an chuardaigh neamhiomlán. Bain triail as do cheist a scagadh.

source: Date & Time
ga: Dáta & Am

source: Select your preferred timezone
ga: Roghnaigh an crios ama is fearr leat

source: Current timezone:
ga: Crios ama reatha:

source: not set
ga: gan socrú

source: Keyboard Layout
ga: Leagan Amach Méarchláir

source: Select all your preferred keyboard layouts
ga: Roghnaigh gach leagan amach méarchláir is fearr leat

source: Applications
ga: Feidhmchláir

source: Choose which applications to install.
ga: Roghnaigh cé na feidhmchláir atá le suiteáil.

source: Core Applications
ga: Feidhmchláir Lárnacha

source: Essential GNOME apps like Calendar or Document Viewer
ga: Aipeanna riachtanacha GNOME cosúil le Féilire nó Amharcóir Doiciméad

source: Customize Core Applications
ga: Saincheap Feidhmchláir Lárnach

source: Browsers
ga: Brabhsálaithe

source: Customize Browsers
ga: Brabhsálaithe a shaincheapadh

source: Common Utilities
ga: Fóntais Choiteann

source: Useful utilities to enhance your desktop experience
ga: Fóntais úsáideacha chun do thaithí deisce a fheabhsú

source: Customize Utilities
ga: Saincheap Fóntais

source: Office
ga: Oifig

source: The LibreOffice suite
ga: An tsraith LibreOffice

source: Customize Office Applications
ga: Saincheap Feidhmchláir Oifige

source: Select Applications
ga: Roghnaigh Feidhmchláir

source: Apply
ga: Cuir iarratas isteach

source: Select the applications you want to install
ga: Roghnaigh na feidhmchláir is mian leat a shuiteáil

source: Setup failed:
ga: Theip ar an socrú:

source: Details
ga: Sonraí

source: Error log
ga: Loga earráide

source: Don't make any changes to the system.
ga: Ná déan aon athruithe ar an gcóras.

source: Force the configure system mode, independant of group.
ga: Cuir iallach ar mhodh an chórais cumraíochta, neamhspleách ar ghrúpa.

source: Force the regular mode, independant of group.
ga: Cuir i bhfeidhm an modh rialta, neamhspleách ar ghrúpa.

source: Use the original equipment manufacturer mode with language, keyboard and timezone selection.
ga: Úsáid modh monaróir an trealaimh bhunaidh le roghnú teanga, méarchlár agus crios ama.

source: No Internet Connection!
bn: ইন্টারনেট সংযোগ নেই!
el: Δεν υπάρχει σύνδεση δικτύου!
ga: Gan nasc Idirlín!
ms: Tiada Sambungan Internet!
oc: Cap de connexion Internet !
sq: Nuk ka lidhje interneti!

source: First Setup requires an active internet connection
bn: প্রথম সেটাপের জন্য একটি ইন্টারনেট সংযোগ প্রয়োজন
el: Οι Αρχικές Ρυθμίσεις χρειάζονται μια ενεργή σύνδεση δικτύου
ga: Éilíonn an Chéad Shuiteáil nasc gníomhach idirlín
ms: Persediaan Pertama memerlukan sambungan internet yang aktif
oc: L’aisina Primièra Configuracion requerís una connexion Internet
sq: Konfigurimi i parë kërkon një lidhje aktive në internet

source: Connection available
ga: Ceangal ar fáil

source: You have a working internet connection
ga: Tá nasc idirlín oibre agat

source: Keyboard
ga: Méarchlár

source: Username cannot be empty.
ga: Ní féidir leis an ainm úsáideora a bheith folamh.

source: Username cannot be longer than 32 characters.
ga: Ní féidir leis an ainm úsáideora a bheith níos faide ná 32 carachtar.

source: Username cannot contain special characters or uppercase letters.
ga: Ní féidir carachtair speisialta nó litreacha móra a bheith san ainm úsáideora.

source: This username is already in use.
ga: Tá an t-ainm úsáideora seo in úsáid cheana féin.

source: Region
ga: Réigiún

source: Country
ga: Tír

source: Search results
ga: Torthaí cuardaigh

source: Timezone
ga: Crios ama

source: Hello {}!
ga: Dia duit {}!

source: Setting up the system
ga: An córas a shocrú

source: Installing
ga: Ag suiteáil

source: Europe
ga: Eoraip

source: Asia
ga: Áise

source: America
ga: Meiriceá

source: Africa
ga: Afraic

source: Antarctica
ga: Antartaice

source: Pacific Ocean
ga: An tAigéan Ciúin

source: Australia
ga: Astráil

source: Atlantic Ocean
ga: Aigéan Atlantach

source: Indian Ocean
ga: Aigéan Indiach

source: Arctic
ga: Artach

source: Tweak your Vanilla OS installation.
bn: আপনার ভ্যানিলা ওএস ইনস্টলেশনটি টুইক করুন।
el: Τροποποιήστε την εγκατάσταση του Vanilla OS.
ms: Ubah suai pemasangan Vanilla OS anda.
oc: Personalizatz vòstra installacion de Vanilla OS.
sq: Rregulloni instalimin e Vanilla OS.
ur: اپنی ونیلا OS انسٹالیشن کو موافق بنائیں۔

source: No description
bn: কোন বর্ণনা পাওয়া যায়নি
el: Χωρίς περιγραφή
ms: Tiada deskripsi
oc: Cap de descripcion
sq: pa pershkrim
ur: کوئی وضاحت نہیں

source: First release
bn: প্রথম রিলিজ
el: Πρώτη έκδοση
ms: Keluaran pertama
oc: Primièr lançament
sq: Lëshimi i parë
ur: پہلی ریلیز

source: Checking Connection…
bn: সংযোগ পরীক্ষা চলছে…
el: Έλεγχος σύνδεσης…
ms: Menyemak Sambungan…
oc: Verificacion de la connexion…
sq: Po kontrollon lidhjen…

source: Provide your device name
ms: Berikan nama peranti anda

source: An active internet connection is required to download your favorite apps and to keep your system up-to-date
ms: Sambungan internet yang aktif diperlukan untuk memuat turun aplikasi-aplikasi kegemaran anda dan memastikan sistem anda sentiasa dikemas kini

source: Wired
ms: Berwayar

source: Wireless Networks
ms: Rangkaian Nirwayar

source: Advanced
ms: Lanjutan

source: Connect to Hidden Network...
ms: Sambung ke Rangkaian Tersembunyi...

source: Open Proxy Settings...
ms: Buka Tetapan Proksi...

source: Default
bn: ডিফল্ট
el: Προεπιλογή
ms: Lalai
oc: Per defaut
sq: E paracaktuar
ur: پہلے سے طے شدہ

source: Password
ms: Kata Laluan

source: Confirm Password
ms: Sahkan Kata Laluan

source: Welcome!
bn: স্বাগতম!
el: Καλωσορίσατε!
ms: Selamat datang!
oc: La benvenguda !
sq: Mirë se vini!
ur: خوش آمدید!

source: Restart your device to enjoy your Vanilla OS experience
ms: Mulakan semula peranti untuk menikmati pengalaman Vanilla OS anda

source: Enable
ms: Izinkan

source: Finalizing...
ms: Memuktamadkan...

source: Your device will be ready soon
ms: Peranti anda akan sedia sebentar lagi

source: Installing...
bn: ইনস্টল করা হচ্ছে...
el: Γίνεται εγκατάσταση...
ms: Memasang...
oc: Installacion...
sq: Po instalohet...

source: Show Console Output
ms: Tunjukkan Hasil Konsol

source: Show Slideshow
bn: স্লাইডশো দেখান
el: Προβολή Παρουσίασης
ms: Tunjukkan Tayangan Slaid
oc: Veire lo diaporama
sq: Shfaq Slideshow

source: Read More
bn: আরও পড়ুন
el: Διαβάστε Περισσότερα
ms: Baca Lebih
oc: Ne saber mai
sq: Lexo më shumë
ur: مزید پڑھ

source: Connected
ms: Bersambung

source: Please wait until the connection check is done.
bn: অনুগ্রহপূর্বক সংযোগ পরীক্ষা শেষ হওয়া অবধি অপেক্ষা করুন।
el: Παρακαλώ περιμένετε έως ότου τελειώσει ο έλεγχος σύνδεσης.
ms: Sila tunggu sehingga semakan sambungan selesai.
oc: Esperatz que la connexion siá confirmada.
sq: Ju lutemi prisni derisa të kryhet kontrolli i lidhjes.

source: Insecure network (WEP)
ms: Rangkaian (WEP) tidak selamat

source: Secure network (WPA)
ms: Rangkaian (WPA) selamat

source: Secure network (WPA2)
ms: Rangkaian (WPA2) selamat

source: Secure network (WPA3)
ms: Rangkaian (WPA3) selamat

source: Authentication required
ms: Pengesahan diperlukan

source: Connecting
ms: Menyambung

source: Disconnected
ms: Terputus

source: Disconnecting
ms: Memutus

source: Connection Failed
ms: Sambungan Gagal

source: Status Unknown
ms: Status Tidak Diketahui

source: Unmanaged
ms: Tidak Terurus

source: Unavailable
ms: Tiada

source: Unknown
ms: Tidak Diketahui

source: Please select at least one option.
bn: অন্তত একটি বিকল্প নির্বাচন করুন.
el: Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο.
ms: Sila pilih sekurang-kurangnya satu pilihan.
oc: Volgatz seleccionar almens una opcion.
sq: Ju lutemi zgjidhni të paktën një opsion.
ur: براہ کرم کم از کم ایک آپشن منتخب کریں۔

source: Restart your device to enjoy your {} experience.
bn: ভ্যানিলা ওএস ব্যবহার করতে আপনার ডিভাইসটি রিস্টার্ট করুন।
el: Επανεκκινήστε τη συσκεύη σας για να απολαύσετε την εμπειρία {}.
ms: Mulakan semula peranti untuk menikmati pengalaman {} anda.
oc: Reaviatz vòstre aparelh per aprofiechar de vòstra experiéncia {}.
sq: Rinisni pajisjen tuaj për të shijuar përvojën tuaj të {}.
ur: اپنے تجربے سے لطف اندوز ہونے کے لئے اپنے ڈیوائس کو دوبارہ شروع کریں۔

source: Something went wrong
bn: কিছু একটা ভুল হয়েছে
el: Κάτι πήγε στραβά
ms: Perkara yang tidak kena telah berlaku
oc: I a quicòm que truca
sq: Dicka shkoi keq
ur: کچھ غلط ہو گیا

source: Please contact the distribution developers.
bn: ডিস্ট্রিবিউশন ডেভেলপারদের সাথে যোগাযোগ করুন।
el: Παρακαλώ επικοινωνήστε με τους δημιουργούς της διανομής.
ms: Sila hubungi jurubina-jurubina pengedaran.
oc: Mercés de contactar los desvolopaires de la distribucion.
sq: Ju lutemi kontaktoni zhvilluesit e shpërndarjes.
ur: برائے مہربانی ڈسٹری بیوشن ڈویلپرز سے رابطہ کریں۔

source: Done!
bn: শেষ!
el: Έτοιμο!
ms: Siap!
oc: Acabat !
sq: U krye!
ur: ہو گیا!

source: Your device is ready to use.
bn: আপনার ডিভাইসটি ব্যবহারের জন্য প্রস্তুত।
el: Η συσκευή σας είναι έτοιμη για χρήση.
ms: Peranti anda sedia untuk digunakan.
oc: Vòstre aparelh es prèst per utilizacion.
sq: Pajisja juaj është gati për përdorim.
ur: آپ ڈیوائس استعمال کے لیے تیار ہے

source: Error!
bn: ত্রুটি!
el: Σφάλμα!
ms: Ralat!
sq: Gabim!
ur: خامی!

source: Device Details
bn: ডিভাইসের বিবরণ
el: Λεπτομέρειες συσκευής
oc: Info de l’aparelh

source: Provide details about your device
bn: আপনার ডিভাইস সম্পর্কে তথ্য প্রদান করুন
el: Παραθέστε λεπτομέρειες σχετικά με τη συσκευή σας
oc: Provesís de detalhs tocant vòstre aparelh

source: Choose a color scheme for your system.
bn: আপনার সিস্টেমের জন্য একটি রঙের স্কিম নির্বাচন করুন।
el: Επιλέξτε έναν συνδυασμό χρωμάτων για το σύστημά σας.
oc: Seleccionatz una paleta de colors pel sistèma.
sq: Zgjidhni një skemë ngjyrash për sistemin tuaj.
ur: اپنے سسٹم کے لیے رنگ سکیم کا انتخاب کریں۔

source: Make your choices, this wizard will take care of everything.
bn: আপনার পছন্দগুলি তৈরি করুন, এই উইজার্ড সব কিছু সামলে নেবে।
el: Κάντε τις επιλογές σας, ο οδηγός θα αναλάβει τα πάντα.
oc: Causissètz vòstras opcions, aqueste assistent s’ocuparà de tot.
sq: Bëni zgjedhjet tuaja, ky magjistar do të kujdeset për gjithçka.
ur: اپنا انتخاب کریں، یہ وزرڈ ہر چیز کا خیال رکھے گا۔

source: All done!
bn: সব শেষ!
el: Όλα έτοιμα!
oc: Acabat !
sq: Gjithçka u krye!
ur: سب ہو گیا!

source: Restart your device to enjoy your Vanilla OS experience.
bn: ভ্যানিলা ওএস ব্যবহার করতে আপনার ডিভাইসটি রিস্টার্ট করুন।
el: Επανεκκινήστε τη συσκεύη σας για να απολαύσετε την εμπειρία του Vanilla OS.
oc: Reaviatz vòstre aparelh per aprofiechar de vòstra experiéncia de Vanilla OS.
sq: Rinisni pajisjen tuaj për të shijuar përvojën tuaj të Vanilla OS.
ur: اپنے ونیلا OS کے تجربے سے لطف اندوز ہونے کے لیے اپنے آلے کو دوبارہ شروع کریں۔

source: Yes, enable it
bn: হ্যাঁ, এটি চালু করুন
el: Ναι, να ενεργοποιηθεί
oc: Òc, l’activar
sq: Po, aktivizojeni
ur: ہاں، اسے فعال کریں

source: Finalizing
bn: শেষ হচ্ছে
el: Οριστικοποίηση
oc: Finalizacion
sq: Finalizimi
ur: حتمی شکل دینا

source: Your device will be ready soon.
bn: আপনার ডিভাইস শীঘ্রই প্রস্তুত হবে।
el: Η συσκευή σας θα είναι σύντομα έτοιμη.
oc: Vòstre aparelh serà lèu prèst.
sq: Pajisja juaj do të jetë gati së shpejti.
ur: آپ کا ڈیوائس جلد ہی تیار ہو جائے گا۔

source: Show Console output
bn: কনসোলের ফলাফল দেখান
el: Προβολή εξόδου κονσόλας
oc: Mostrar la consòla
sq: Shfaq daljen e konsolës

source: Run a post script
bn: একটি পোস্ট স্ক্রিপ্ট চালান
el: Εκτέλεση ενός PostScript
oc: Executar un script post-installacion
sq: Drejtoni një skript postimi
ur: پوسٹ اسکرپٹ چلائیں

source: Run as a new user
bn: একজন নতুন ব্যবহারকারী হিসাবে চালান
el: Εκτέλεση ως νέος χρήστης
oc: Executar coma utilizaire novèl

source: Something went wrong.
bn: কিছু একটা ভুল হয়েছে।
el: Κάτι πήγε στραβά.
oc: I a quicòm que truca.
sq: Dicka shkoi keq.
ur: کچھ غلط ہو گیا
